tap "1password/tap"
tap "bufbuild/buf"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "jgavris/rs-git-fsmonitor", "https://github.com/jgavris/rs-git-fsmonitor.git"
tap "mdogan/zulu"
tap "minamijoyo/tfedit"
tap "minamijoyo/tfmigrate"
tap "monzo/tap", "git@github.com:monzo/tap.git"
tap "nikitabobko/tap"
tap "robscott/tap"
tap "virtuslab/git-machete"
brew "xz"
brew "zstd"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "openssl@3"
brew "aria2"
brew "automake"
brew "aws-vault"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "bazel"
brew "binutils"
brew "openjpeg"
brew "pillow"
brew "python@3.11"
brew "binwalk"
brew "black", link: false
brew "boost"
brew "buildifier"
brew "caddy"
brew "certstrap"
brew "chrome-cli"
brew "cloc"
brew "coreutils"
brew "crane"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "docker-compose"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "entr"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifski"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "git-machete"
brew "glow"
brew "gnu-sed"
brew "go@1.17"
brew "golangci-lint"
brew "gradle"
brew "libheif"
brew "graphicsmagick"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "helm"
brew "htop"
brew "hub"
brew "libraw"
brew "imagemagick"
brew "ipython"
brew "janet"
brew "jq"
brew "jsonnet"
brew "openssl@1.1"
brew "python@3.10"
brew "jsonschema"
brew "jump"
brew "node"
brew "jupyterlab"
brew "k2tf"
brew "keyring"
brew "kotlin"
brew "kubernetes-cli"
brew "libksba"
brew "mypy"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openapi-generator"
brew "openjdk@17"
brew "openvino"
brew "packer"
brew "parallel"
brew "poetry"
brew "postgresql@14"
brew "prettier"
brew "pv"
brew "pydocstyle"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-lsp-server"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "ripgrep"
brew "ruby"
brew "sapling"
brew "scrcpy"
brew "semgrep"
brew "shellcheck"
brew "stow"
brew "terragrunt"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vault"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "xcodes"
brew "yarn"
brew "ykman"
brew "yq"
brew "zlib"
brew "zsh"
brew "bufbuild/buf/buf"
brew "datawire/blackbird/telepresence"
brew "jgavris/rs-git-fsmonitor/rs-git-fsmonitor"
brew "minamijoyo/tfedit/tfedit"
brew "minamijoyo/tfmigrate/tfmigrate"
brew "monzo/tap/kustomize@3.7.0"
brew "monzo/tap/protobuf@3.13.0"
brew "robscott/tap/kube-capacity"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "amethyst"
cask "android-platform-tools"
cask "emacs-app"
cask "fly"
cask "font-jetbrains-mono"
cask "gcloud-cli"
cask "gimp"
cask "gpg-suite-no-mail"
cask "karabiner-elements"
cask "kitty"
cask "obs"
cask "vagrant"
cask "warp"
cask "whichspace"
cask "wireshark-app"
cask "zulu-jdk19"
